Before merge, verify that all the following plans are correct. They will be applied as-is after the merge.

#### Terraform plans
<details><summary>ipfs</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # github_repository_collaborator.this["awesome-ipfs:2color"] must be replaced
-/+ resource "github_repository_collaborator" "this" {
      ~ id                          = "awesome-ipfs:2color" -> (known after apply)
      + invitation_id               = (known after apply)
      ~ permission                  = "push" -> "admin" # forces replacement
      + permission_diff_suppression = false
        # (2 unchanged attributes hidden)
    }

  # github_repository_collaborator.this["awesome-ipfs:bmann"] will be created
  + resource "github_repository_collaborator" "this" {
      + id                          = (known after apply)
      + invitation_id               = (known after apply)
      + permission                  = "push"
      + permission_diff_suppression = false
      + repository                  = "awesome-ipfs"
      + username                    = "bmann"
    }

  # github_repository_collaborator.this["awesome-ipfs:meandavejustice"] will be created
  + resource "github_repository_collaborator" "this" {
      + id                          = (known after apply)
      + invitation_id               = (known after apply)
      + permission                  = "push"
      + permission_diff_suppression = false
      + repository                  = "awesome-ipfs"
      + username                    = "meandavejustice"
    }

  # github_repository_file.this["devgrants/.github/workflows/stale.yml"] will be created
  + resource "github_repository_file" "this" {
      + branch              = "main"
      + commit_author       = "GitHub"
      + commit_email        = "noreply@github.com"
      + commit_message      = "chore: Update .github/workflows/stale.yml [skip ci]"
      + commit_sha          = (known after apply)
      + content             = <<-EOT
            name: Close and mark stale issue
            
            on:
              schedule:
                - cron: '0 0 * * *'
            
            permissions:
              issues: write
              pull-requests: write
            
            jobs:
              stale:
                uses: pl-strflt/.github/.github/workflows/reusable-stale-issue.yml@v0.3
        EOT
      + file                = ".github/workflows/stale.yml"
      + id                  = (known after apply)
      + overwrite_on_create = false
      + ref                 = (known after apply)
      + repository          = "devgrants"
      + sha                 = (known after apply)
    }

Plan: 4 to add, 0 to change, 1 to destroy.
```

</details>
<!-- Sticky Pull Request Comment -->